Repository: giellalt/corpus-fin
Catalog: prestable/tmx/fin2sme/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=206_lang=finnish.html.tmx
Source language: fin
Languages: sme

source: Katso lyhytvideo saamelaisten parlamentista, Saamelaiskäräjistä !
sme: Geahča oanehisvideo sámiid parlamentta, Sámedikki birra.

source: Tamperelainen Matti tulee Saamenmaahan ja haluaa tutustua Saamelaiskäräjien toimintaan.
sme: Tamperelaš Matti boahtá Sápmái ja hálida oahpásmuvvat Sámedikki doaimmaide.

source: Matti tapaa mm..
sme: Matti deaivá ee. Sámedikki ságajođiheaddji.

source: Saamelaiskäräjien puheenjohtajan.
sme: Bagadallan: Suvi West, govven / čuohppan: Anja Ahola

source: Tuotanto: Saamelaiskäräjät 2008
sme: Buvttadeapmi: Sámediggi 2008

source: Pituus: 3,45
sme: Guhkkodat: 3,45
